import React from 'react'

const Garanty = () => {
  return (
    <div>Дорогие покупатели, мы стремимся предоставить вам лучший опыт при покупке электронных товаров, таких как игры и аккаунты. Мы гарантируем, что все товары, представленные на нашем сайте, соответствуют высоким стандартам качества. Для обеспечения вашего уверенного покупательского опыта, мы также предоставляем следующие гарантии:

    Гарантия Легальности и Безопасности: Все наши товары, включая игры и аккаунты, предоставляются в соответствии с политикой и правилами платформы digiseller.ru. Мы гарантируем, что вы приобретаете легальные и безопасные продукты.
    
    Гарантия Качества: Мы тщательно отбираем продукты, представленные на нашем сайте, и гарантируем их высокое качество. В случае каких-либо проблем, связанных с качеством товара, мы готовы предоставить вам поддержку и решить вопрос.
    
    Электронная Доставка на Ваш E-mail: Все приобретенные электронные товары будут моментально доставлены на ваш зарегистрированный E-mail. Мы не имеем отношения к вашей почтовой службе и гарантируем безопасность и конфиденциальность доставки.
    
    Пожалуйста, помните, что мы являемся независимым продавцом, полностью соблюдаем правила и стандарты, установленные платформой digiseller.ru. Мы ценим ваш выбор и стремимся сделать ваш опыт покупки на нашем сайте приятным и надежным.
    
    С уважением, [Ваше Имя или Название Компании]</div>
  )
}

export default Garanty